[
"Do 10 push ups right now.",
"Send 'baby, bilisan mo. natatae na ako' to someone and pretend it was a wrong send.",
"Dance in the middle of the road, then act like nothing happened",
"Kiss the person next to you",
"Kick someone in the group chat and act like it was a mistake",
"Tease the last person you texted or the person above this message.",
"Wear heavy makeup for a day",
"Make a rap about someone you hate",
"Confess to your crush and send the screenshot here",
"Send 'putanginamo' to an ex and unsend it right away.",
"Say 'I love you' to your parents",
"Tell me the things you've been wanting to voice out for a long time now.",
"Call someone 'baby'",
"Hug your grandparents, and tell them you love them",
"Text something to your crush/lover then unsend it right away to leave them curious",
"Do something you've been wanting to do",
"Tell me who your crush is or who you are in love with",
"Face your biggest fears",
"Change your bio to something cringe",
"Slap someone then say nothing",
"Do the 2014 giyomi trend then send the video here",
"Make a letter for your friends",
"Do an aegyo infront of your friends",
"Make someone laugh and happy",
  "Make a funny face and take a selfie.",
  ": Propose your crush and send me ss!",
  "Change your Facebook status to “Feeling horny . . .”",
  "Change your Facebook status to “I’m coming . . . I’m coming . . .” Then, one minute later, change it to “I just came.”",
  "Go hide somewhere in the house until the next round starts. No one is going to come find you, but you must remain hidden.",
  "Put a bra on your head and pretend you’re a DJ rocking it really hard for one minute.",
  "You have to leave an R-rated voicemail for an ex.",
  "Dance like Michael Jackson for a slow song.",
  "I dare you to do 10 burpees while shouting your favorite quote.",
  "Clean the floor with your shirt.",
  "Can you message someone you haven’t talked to for at least one year on Facebook or Instagram and take a screenshot then send it hare ☠️.",
  "Place five ice cubes on your head until it melts?",
  "Kiss your elbow for 30 seconds and smell it",
  "Go to your neighbour’s house and ask for some toilet paper.",
  "Get a shower with all your clothes on.",
  "Post an embarrassing picture of yourself online.",
  "Log into Facebook and like every picture for the past year of the first person you see.",
  "Do the chicken dance in public.",
  "Sing a song in a funny voice.",
  "Eat a spoonful of a condiment you dislike.",
  "Do 10 push-ups right now.",
  "Wear your clothes inside out for the next hour.",
  "Talk like a pirate for the rest of the day.",
  "Do a handstand against the wall.",
  "Ask a stranger for their autograph.",
  "Dance like nobody is watching."
]