[
"Who was your first love?",
"Who are you inlove with right now?",
"Who are you jealous of?",
"How are you feeling right now?",
"What is your ideal type?",
"What kpop group caught your attention first?",
"Would you rather get eaten by a zombie or be buried alive?",
"Have you ever tried being lowkey with your lover?",
"What's your biggest fear?",
"Have you ever tried cheating on an exam?",
"Miss mo na ba siya?",
"Who was your first kiss?",
"Who caught your attention first in this gc?",
"What were your thoughts everytime you encounter your favorite kpop groups has an issue that you can't forgive?",
"Pumapatol ka ba sa mga uma-away sayo?",
"What do you do first when you have an issue",
"What will you do if you find out someone has been gossiping about you behind your back?",
"Did you brush your teeth today?",
"What battery percentage are you at right now?",
"At what year did you join RPW?",
"Do you believe in love at first sight?",
"Are you good at lying?",
"Have you ever tried sneaking into your parent's bedroom because they took your phone away?",
"What's your favorite color?",
"If you ever get the ability to manipulate time, would you go back in time or go forward in time?",
"What's something you regret doing?",
"What did you do with your lover last night?",
"Have you ever tried drinking alcohol?",
"Who's your favorite person?",
"Are you gay or straight?",
  "What's something in the past that you badly want to change?",
  "If you could save someone, who would you save even if it would cost you your life?",
  "Do you believe in unconditional love?",
  "Who do you wanna grow up with?",
  "Where is your dream destination?",
  "What's your dream job?",
  "If you could have the chance to pick your own superpower, what would it be?",
  "Who would you save first? A child or your best friend?",
  "Do you adore kids?",
  "Do you have plans in creating a family?",
  "Ever tried writing a story?",
  "Ever tried kissing the same gender?",
  "How many ex do you have?",
  "Have you ever lied to a friend?",
  "What is the most embarrassing thing you've ever done?",
  "Have you ever cheated on a test?",
  "What is your most embarrassing nickname?",
  "Have you ever stolen something?",
  "What is the most adventurous thing you've ever done?",
  "Have you ever eavesdropped on a conversation?",
  "What is your guilty pleasure?",
  "Have you ever pretended to be sick to skip school?",
  "What is your favorite childhood memory?",
  "Have you ever had a crush on a teacher?",
  "What is your most annoying habit?",
  "Have you ever been in love?",
  "What is the most trouble you've ever been in?",
  "Have you ever cheated in a game?",
  "What is your biggest pet peeve?",
  "Have you ever skipped a family gathering to do something else?",
  "What is your secret talent?",
  "Have you ever sent a text to the wrong person?",
  "What is the most embarrassing thing your parents have caught you doing?",
  "Have you ever been caught in a lie?",
  "What is the most daring thing you've ever done?",
  "Have you ever snuck out of the house?",
  "What is the weirdest dream you've ever had?",
  "Have you ever broken a bone?",
]
